{"basics":{"name":"Brandon McDowell","label":"Programmer, Designer","picture":"https://i.imgur.com/SxMcJk4.jpg","email":"brandontmcdowell@protonmail.com","phone":"(678) 200-8562","website":"home.pherisnetwork.copm","summary":"Who am I?","location":{"address":"158 Lakeside Dr NW","postalCode":"GA 30144","city":"Kennesaw, US, US","countryCode":"US","region":"Gerogia","name":"Kennesaw, US, US"},"profiles":[{"network":"Github","username":"PherisW","url":"https://github.com/PherisW"}]},"work":[{"name":"Home Depot ","position":"Key Carrying Department Supervisor","website":"http://www.homedepot.com","startDate":"2019-10-20","endDate":"2022-05-01","summary":"    Developed and mentored a team of associates, fostering their professional growth within the company.\n    Provided exceptional customer service by addressing and resolving complex complaints and issues beyond the scope of regular associates.\n    Demonstrated strong organizational skills by effectively managing store opening and closing procedures, ensuring cleanliness and orderliness prior to business hours.\n    Collaborated closely with third-party vendors to maintain high levels of customer satisfaction.\n    Displayed flexibility and adaptability by being prepared to assume any store position during emergencies or staffing shortages.","location":"Oxford, Alabama","highlights":["Started as part-time freight associate"],"id":"1adbd35f-e23f-455e-a6ba-1e06a5758a31","place":{"name":"Oxford, Alabama"},"stillEmployed":false,"index":0},{"name":"Home Depot","position":"Recieving Associate","startDate":"2018-07-01","endDate":"2019-10-20","summary":"    Facilitated efficient unloading and sorting of freight from trucks, ensuring seamless placement on shelves for easy access.\n    Managed all aspects of receiving and picking goods within the store, maintaining optimal inventory levels.\n    Effectively transferred goods between the warehouse and the store, optimizing supply chain operations.\n    Demonstrated expertise in stocking shelves with products using a range of equipment, including standing and sit-down forklifts and the order picker.\n    Assumed responsibility for receiving and signing off products from trucks and deliveries, ensuring accuracy and completeness.\n    Skillfully prepared deliveries for pick up, streamlining logistics processes.\n    Efficiently handled damaged goods, organizing their return to the warehouse for repair or disposal.\n    Proactively acquired in-depth knowledge of the occupation by learning from and assuming additional duties assigned by the supervisor.","location":"Oxford, Alabama","highlights":[""],"id":"9edbd8db-0e18-4a9b-bb76-c0269251d3f4","place":{"name":"Oxford, Alabama"},"stillEmployed":false,"index":1},{"name":"Home Depot","position":"Freight Associate","startDate":"2017-07-01","endDate":"2018-11-01","summary":"    Proficiently handle unloading and sorting of freight from trucks, ensuring efficient placement on shelves.\n    Expertly manage the receiving and picking of goods within the store, maintaining smooth operations.\n    Skillfully facilitate the movement of goods between the warehouse and the store, ensuring timely availability of products.\n    Diligently stock shelves with a wide range of merchandise, optimizing product presentation and organization.\n    Utilize both standing and sit-down forklifts, as well as the order picker, to efficiently handle inventory and fulfill operational needs.","location":"Oxford, Alabama","highlights":[""],"id":"aed4e84e-3280-4e1f-97bc-ae38ef7206ad","place":{"name":"Oxford, Alabama"},"stillEmployed":false,"index":2},{"index":3,"id":"def0ea03-6c06-4070-be66-d380733d7c5f","name":"Top South","position":"CAD Techniction ","place":{"name":"Kennesaw, GA"},"startDate":"2022-05-01","summary":"Highly skilled and detail-oriented AutoCAD Technician with a solid background in creating accurate technical drawings and 3D models. Experienced in supporting engineering and design projects, ensuring adherence to industry standards and project specifications. Adept at collaborating with cross-functional teams to deliver precise and efficient design solutions. Strong organizational and problem-solving abilities with a proven track record of meeting project deadlines.","location":"Kennesaw, GA"}],"volunteer":[{"organization":"Street Store","position":"Volunteer","website":"http://www.thestreetstore.org/","endDate":"2015-06-01","summary":"Clothing store for the Homeless."}],"education":[{"institution":"Cartersville Highschool","area":"General studies","studyType":"Highscool Diploma","endDate":"2012-01-01","gpa":"4.0"}],"awards":[{"title":"Award","date":"2014-11-01","awarder":"Company","summary":"There is no spoon."}],"publications":[{"name":"Publication","publisher":"Company","releaseDate":"2014-10-01","website":"http://publication.com","summary":"Description..."}],"skills":[{"name":"Linux System","index":0,"value":75,"id":"Linux System"},{"name":"Python","level":"Intermidiate","value":60,"keywords":["HTML","CSS","Javascript"],"index":1,"id":"6179896b-08f3-4f52-bc5d-bdb925a5a764"},{"name":"Github","level":"Master","value":50,"keywords":["HTML","CSS","Javascript"],"index":2,"id":"963a92ea-e459-478d-aafe-a5ab14a7d3d4"},{"name":"Kali Linux","index":3,"value":50,"id":"f247e91c-749a-479d-959a-1c38eefa630b"},{"name":"HTML5","index":4,"value":50,"id":"566dba42-2841-4b1d-8da6-cc3888aa8c5e"},{"name":"SQL","index":5,"value":35,"id":"SQL"}],"languages":[{"language":"English","value":100,"fluency":"Native speaker"},{"language":"Italien","value":15,"fluency":"Native speaker"}],"interests":[{"name":"Home Automation","gifUrl":"https://media.giphy.com/media/g4sCZhKykg1z2/giphy.gif","id":"9802a13b-beda-4348-bc65-9ea4969c6501","index":0},{"name":"Calisthenics","gifUrl":"https://media.giphy.com/media/M2s68FE3wjDZm/giphy.gif","id":"1c9e5c2b-8d41-4edd-b7aa-69ab7e74b84a","index":1},{"name":"Coding Projects","gifUrl":"https://media.giphy.com/media/3oKIPnAiaMCws8nOsE/giphy.gif","id":"7f0f08cb-b5bc-4984-8ea9-c5ed81e525fd","index":2},{"name":"Music","gifUrl":"https://media.giphy.com/media/nIAdXLs0ylpvy/giphy.gif","id":"03604f9d-b6be-4791-8069-20918fe51495","index":3},{"name":"Video Games","gifUrl":"https://media.giphy.com/media/AhhGtrpj5ZxGZER5yC/giphy.gif","id":"e3f7dec1-3618-4d88-ada2-c95fd3fbb437","index":4},{"index":5,"id":"2f151eee-fbb0-4df7-af30-7e2067042a32","gifUrl":"https://media.giphy.com/media/800iiDTaNNFOwytONV/giphy.gif","name":"Computer Repair"}],"references":[{"name":"Jane Doe","reference":"Reference..."}],"projects":[{"name":"Pokemon Astral","description":"Prepare to embark on an exhilarating adventure in the realm of Pokémon with a fanmade game that pushes the boundaries of creativity and imagination. Developed primarily in BYOND language, this captivating masterpiece draws deep inspiration from the renowned works of GAMEFREAK.\n\nImmerse yourself in an original and enthralling storyline, meticulously crafted to captivate your senses and leave you craving for more. Unveil a rich tapestry of captivating characters, each brimming with their own unique personality, as you traverse through a world teeming with wonder and excitement.\n\nWith an emphasis on individuality, the game grants you the power of character customization, allowing you to forge your own path and leave an indelible mark on this awe-inspiring universe. Create a hero that reflects your true essence, and watch as your avatar evolves alongside your skills and accomplishments.\n\nBut the thrills don't end there. Engage in exhilarating multiplayer experiences, where you can connect with fellow Pokémon enthusiasts and embark on epic quests together. Forge alliances, test your strategies, and revel in the joy of shared triumphs as you explore the boundless potential of a dynamic and interactive gaming community.\n\nAlthough a labor of love crafted by a passionate duo, this project remains a work in progress, continuously evolving and expanding with each passing day. The dedication and commitment of our developers ensure that every aspect of this game receives the utmost care and attention it deserves.\n\nSo, fellow trainers, prepare yourselves for an unforgettable journey filled with excitement, friendship, and the timeless magic of Pokémon. Together, let us soar to new heights as we bring this fanmade creation to life, honoring the spirit of the franchise that has captured our hearts for generations.","images":[{"url":"https://cdn.discordapp.com/attachments/522200572082913308/578286908384346112/unknown.png"},{"url":"https://cdn.discordapp.com/attachments/522200572082913308/581911442429837336/yO6gcKA0J6.gif"},{"url":"https://cdn.discordapp.com/attachments/522200572082913308/540217760723107840/2019-01-30_11-07-51.gif"}],"id":"3885d517-0b7d-43e3-af5c-411df504ea46","date":"2019-06-09T04:00:00.000Z","index":0,"endDate":"2019-06-09"},{"name":"Naruto Dawn of the Shinobi","description":"Prepare to immerse yourself in the captivating world of a fanmade Naruto Massively Multiplayer Online Game (MMO) crafted with expertise in the BYOND language. Representing the culmination of previous iterations, this latest release stands as the most popular and comprehensive version of its kind.\n\nMy journey with this remarkable project began in February 2019 when I joined the team as a consultant, lending my expertise to tackle bugs and develop new systems. Through my unwavering dedication and skillful contributions, I quickly earned the recognition and respect of the player base.\n\nAs the community acknowledged my abilities, I was entrusted with the role of programmer, personally enhancing existing systems and diligently resolving any bugs that arose. With an unwavering commitment to excellence, I ensured that players enjoyed a smooth and immersive gameplay experience, while continuously pushing the boundaries of what was possible within the Naruto MMO universe.\n\nAround July 2019, I made the difficult decision to step down from my programmer role, opting to focus on personal projects that fueled my creative aspirations. However, my passion for the Naruto MMO and commitment to its success remained unwavering. As a result, I happily continued my association with the team as a trusted consultant, providing valuable advice and guidance whenever called upon.\n\nThrough my involvement, I have not only contributed to the growth and success of this exceptional Naruto MMO but have also developed and honed my skills as a programmer and consultant. The experience has solidified my understanding of game development, community dynamics, and the importance of delivering a stellar gaming experience.\n\nWith a rich history and an ever-growing fan base, this fanmade Naruto MMO stands as a testament to the dedication, talent, and collaborative spirit of its creators and supporters. I am honored to have played a significant role in its journey, and I eagerly look forward to witnessing its continued success and evolution.","images":[{"url":"https://cdn.discordapp.com/attachments/392434644492091394/596565212921069578/unknown.png"},{"url":"https://cdn.discordapp.com/attachments/392434644492091394/588215302148456469/unknown.png"}],"date":"2020-02-01T05:00:00.000Z","id":"06c9e78b-06a2-4c66-b4f9-cb7f8e330062","endDate":"2020-02-01"}],"specific":{"basics":{"visaSponsorship":false,"personalDescription":"Born and raised in the vibrant state of Georgia, I was fortunate to grow up in a nurturing environment surrounded by computers and technology. As a child, my fascination with video games sparked a profound realization: it was the unique ability of games to cultivate problem-solving skills and escalate the complexity of challenges that truly captivated me.\n\nMotivated by this insight, I delved into the world of coding, starting with basic scripting languages and progressively advancing to Python, SQLite, and various other programming languages. This journey allowed me to unlock the art of software development, while also gaining a profound understanding of technology's invaluable role in shaping our everyday lives.\n\nBy harnessing my skills and knowledge, I am dedicated to leveraging technology to its fullest potential, creating innovative solutions, and contributing to a world where technology enhances our ability to solve problems and enrich our lives."},"dreamJob":{"locations":[{"name":"Valenciennes, France"},{"name":"Lille, France"},{"name":"Paris,France"}],"remoteFrequency":"regularly"},"currentJob":{"issues":{"boring_management":true,"boring_team":true}},"education":{"studiesLevel":0},"work":{"contractTypes":["permanent"],"codingYears":0,"codingReason":"","searchState":"openOpportunities","experienceYears":0,"codeExperienceYears":0,"otherExperienceYears":0},"sound":{"embedUrl":"https://open.spotify.com/embed/playlist/1ETPTzRRrg34RmHIyAbT7y?si=aRlCOb3AQdug3LIsswDPyQ"},"interestedBy":"Home Automation,Self-Hosting , Cryptography, and Open Source Projects."},"resumeCustomization":{"imageHeader":{"url":"https://wallpaper-mania.com/wp-content/uploads/2018/09/High_resolution_wallpaper_background_ID_77701703639.jpg"},"cardsOrder":[{"type":"basics","variant":4},{"type":"projects","variant":4},{"type":"skills","variant":0},{"type":"studies","variant":4},{"type":"experiences","variant":4},{"type":"gifs","variant":0},{"type":"interestedBy","variant":3},{"type":"profiles","variant":4},{"type":"soundtrack","variant":4}],"fields":{"work":{"customDateFormat":"YYYY"}},"theme":{"palette":{"primary":{"50":"#eae9e8","100":"#d6d4d2","200":"#aca8a4","300":"#837d77","400":"#595149","500":"#30261c","600":"#261e16","700":"#1d1711","800":"#130f0b","900":"#0a0806","contrastDefaultColor":"light"},"secondary":{"50":"#ecebea","100":"#d9d7d6","200":"#b3afad","300":"#8c8883","400":"#66605a","500":"#403831","600":"#332d27","700":"#26221d","800":"#1a1614","900":"#0d0b0a","contrastDefaultColor":"light"},"tertiary":{"50":"#ebeeed","100":"#d7dddc","200":"#afbbb9","300":"#869895","400":"#5e7672","500":"#36544f","600":"#2b433f","700":"#20322f","800":"#162220","900":"#0b1110","contrastDefaultColor":"light"}}}}}